Repository: bmlt-enabled/Quick-NA-Meeting-Finder
Catalog: NY Variant/*.lproj/Localizable.strings
Languages: da, fr, it, sv

# BMLTNAMeetingSearchError-CommErrorHeader
source: Communication error
da: Kommunikationsfejl
fr: Erreur de communication
it: Errore di comunicazione
sv: Kommunikationsfel

# BMLTNAMeetingSearchError-CommErrorText
source: There was a problem communicating with the meeting list server.
da: Der opstod et problem med at kommunikere med m¯deliste-serveren.
fr: Il y a eu un problème de communication avec le serveur de la liste de réunions
it: Si è verificato un problema di comunicazione con il server delle riunioni.
sv: Det uppstod ett problem i kommunikationen med servern.

# BMLTNAMeetingSearchError-LocationFailHeader
source: Location Error
da: Placeringsfejl
fr: Erreur de localisation
it: Errore di localizzazione
sv: Platsfel

# BMLTNAMeetingSearchError-LocationFailText
source: The app is unable to figure out where you are right now, so can't deliver results.
da: Appen kan ikke finde ud af, hvor du er lige nu, sÂ det kan ikke levere resultater.
fr: Cet application a besoin que les services de localisation soit activé. Cet application a besoin de l'autorisation de l'activation de services de localisation. Pour activer ou désactiver cette fonctionnalité, rendez-vous dans Réglages > Confidentialité > Service de localisation.
it: La app non riesce a localizzarti e non è in grado di fornire risultati.
sv: Appen kan inte räkna ut var du är just nu så några resultat kan inte visas.

# BMLTNAMeetingSearchError-NoResultsHeader
source: No Meetings Found
da: Ingen m¯der fundet
fr: Aucune réunion trouvée
it: Nessuna riunione trovata
sv: Inga möten funna

# BMLTNAMeetingSearchError-NoResultsText
source: No nearby meetings were found that meet later today or tomorrow.
da: Der blev ikke fundet nogen nÊrliggende m¯der, der afholdes senere i dag eller i morgen.
fr: Aucune réunion à proximité n'a été trouvée qui se réunit plus tard aujourd'hui ou demain.
it: Nessuna riunione nelle vicinanze tra oggi e domani.
sv: Inga möten hittades nära dig idag eller imorgon.

# SEARCHRESULTSTITLE
source: Search Results
da: S¯geresultater
fr: Résultats de recherche
it: Risultati della ricerca
sv: Sökresultat

# BMLTNAMeetingSearch-DistanceFormat
source: Distance: %0.2f
da: Afstand: %0.2f
it: Distanza: %0.2f
sv: Avstånd: %0.2f

# BMLTNAMeetingSearch-DistanceUnitsMiles
source: Miles
it: miglia

# BMLTNAMeetingSearch-DistanceUnitsKm
source: Kilometers
da: Kilometer
fr: Kilomètres
it: km

# SORTBYTIME
source: Sort by Day & Time
da: Sorter efter dag og tid
fr: Trier par jour et heure
it: Giorno e ora
sv: Sortera på dag & tid

source: Sort by Distance
da: Sorter efter afstand
fr: Trier par distance
it: Distanza
sv: Sortera på avstånd

# DETAILS-SCREEN
source: Details
da: detaljer
fr: Détails
it: Dettagli
sv: Detaljer

# DETAILS-SCREEN-MEETING-TIME-FORMAT
source: Meets Every %@, at %@
da: M¯des hver %@, i %@
fr: Se réunissent à toutes les %@, à %@
it: Si tiene ogni %@, alle ore %@
sv: Möten varje %@, at %@

# DETAILS-SCREEN-NOON
source: noon
da: Middag
fr: midi
it: mezzogiorno
sv: middag

# DETAILS-SCREEN-MIDNIGHT
source: midnight
da: Midnat
fr: minuit
it: mezzanotte
sv: midnatt

# DETAILS-SCREEN-MAP-INFO-TEXT
source: Meeting Location
da: M¯dested
fr: Emplacement de réunion
it: Luogo della riunione
sv: Mötesplats

# DETAILS-SCREEN-MAP-YAH-INFO-TEXT
source: You Are Here
da: Du er Her
fr: Vous êtes ici.
it: Tu sei qui
sv: Du är här

# DETAILS-MORE-INFO
source: More Info
da: Mere Info
fr: Pour plus d'information
it: Più informazioni
sv: Mer information

# ADDRESS-AND-DIRECTIONS
source: More Info
da: Mere Info
fr: Pour plus d'information
it: Più informazioni
sv: Mer information

# ADDRESS-AND-DIRECTIONS-MAP-TYPE-STANDARD
source: Standard Map
da: Standard kort
fr: Carte standard
it: Mappa standard
sv: Standardkarta

# ADDRESS-AND-DIRECTIONS-MAP-TYPE-HYBRID
source: Hybrid Map
da: Hybrid kort
fr: Carte hybride
it: Ibrida
sv: Hybridkarta

# ADDRESS-AND-DIRECTIONS-MAP-TYPE-SATELLITE
source: Satellite Map
da: Satellit Kort
fr: Carte satéllite
it: Satellitare
sv: Satellitkarta

source: Directions
da: K¯rselsvejledning
it: Indicazioni
sv: Vägbeskrivningar

# BMLTNAMeetingSearchError-FailedDirectionsHeader
source: Cannot Get Directions
da: Kan ikke finde rutevejledning
fr: Ne peux pas recevoir les directions
it: Impossibile fornire indicazioni
sv: Kan inte visa vägbeskrivning

# BMLTNAMeetingSearchError-NoDirectionsResultsText
source: The app cannot determine accurate directions to this meeting.
da: App'en kan ikke bestemme n¯jagtige anvisninger til dette m¯de.
fr: L'application ne peut pas déterminer les instructions précises pour cette réunion.
it: La app non può dare indicazioni precise per questa riunione.
sv: Appen kan inte hitta detaljerade väganvinsningar till denna plats.

# SETTINGS-SCREEN
source: Settings
da: Indstillinger
fr: Paramètres
it: Impostazioni
sv: Inställningar

# GRACE-TIME-LABEL
source: "Grace Time" for Meetings
da: "Optimal Tid" for M¯der
fr: Période de grâce pour les réunions
it: Periodo di grazia
sv: "Grace Time" för möten

# BMLTNAMeetingSearch-Settings-GraceTimeText
source: This allows you to specify that a meeting either hasn't started yet, or has been going on for some time before being included or excluded from your search results.
da: Dette giver dig mulighed for at angive, at et m¯de enten ikke er startet endnu eller har vÊret i gang i nogen tid f¯r det bliver inkluderet eller udelukket fra dine s¯geresultater.
fr: Cela vous permet de spécifier si une réunion n'a pas encore démarré ou si elle est en cours depuis un certain temps avant d'être incluse ou exclue de vos résultats de recherche.
it: Serve a impostare un margine di tempo e specificare se una riunione non è ancora iniziata o se è già in corso prima di essere inclusa o esclusa dai risultati della ricerca.
sv: Dette låter dig ange om ett möte som inte startat ännu, eller har pågått en stund skall antingen visas eller inte visas i resultatet.

# GRACE-TIME-PICKER-LABEL
source: Only Include Meetings that:
da: Medtag kun M¯der der:
fr: Inclure uniquement les réunions qui:
it: Includi soltanto riunioni:
sv: Visa abara möten som:

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-00
source: Won't start for at least an hour
da: Ikke starter inden for mindst en time
fr: Ne débute pas avant au moins une heure
it: che non iniziano prima di un'ora
sv: Inte startar förrän om minst en timma

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-01
source: Won't start for at least half an hour
da: Ikke starter inden for mindst en halv time
fr: Ne débute pas pendant au moins une demi-heure
it: che non iniziano prima di mezz'ora
sv: Inte startar på minst en halvtimma

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-02
source: Won't start for at least fifteen minutes
da: Ikke vil starte inden for mindst femten minutter
fr: Ne débute pas pendant au moins une quinzaine de minutes
it: che non iniziano prima di 15 minuti
sv: Inte startar på minst 15 minuter

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-03
source: Start now or later
da: Starter nu eller senere
fr: Commence déjà ou bientôt
it: che iniziano adesso o più tardi
sv: Startar nu eller senare

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-04
source: May already be running for fifteen minutes
da: Allerede har vÊret i gang i mindst femten minutter
fr: Peut déjà être en cours depuis quinze minutes
it: già iniziate da 15 minuti al massimo
sv: Har startat för mer än 15 minuter sedan

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-05
source: May already be running for half an hour
da: Allerede har vlret i gang i mindst en halv time
fr: Peut déjà être en cours depuis une demi-heure
it: già iniziate da mezz'ora al massimo
sv: Har startat för mer än en halvtimma sedan

# BMLTNAMeetingSearch-Settings-GraceTime-Picker-Text-06
source: May already be running for an hour
da: Allerede har vÊret i gang i mindst en time
fr: Peut déjà être en cours depuis une heure
it: già iniziate da un'ora al massimo
sv: Har startat för mer än en timma sedan

# SETTINGS-EXPLAIN
source: This app works by simply touching the big button in the middle of the main screen. It then figures out where you are, and finds nearby meetings in the next couple of days (later today and tomorrow). You can look at the meetings in a list, or touch a meeting in the list to examine it individually for further details.
da: Denne app fungerer ved blot at r¯re den store knap midt pÂ hovedskÊrmen. Det viser derefter, hvor du er, og finder nÊrmeste m¯der i de nÊrmeste dage (senere i dag og i morgen). Du kan se pÂ m¯derne i en liste eller r¯re et m¯de i listen for at unders¯ge det individuelt for yderligere detaljer.
fr: Cette application fonctionne en touchant simplement le gros bouton au milieu de l'écran principal. Il détermine ensuite où vous êtes et trouve des réunions à proximité dans les prochains jours (plus tard aujourd'hui et demain). Vous pouvez consulter les réunions dans une liste ou appuyer sur une réunion dans la liste pour l'examiner individuellement pour plus de détails.
it: Questa app funziona toccando il pulsante grande al centro della schermata principale. La app ti localizza e ti mostra le riunioni a te più vicine, da qui a domani (puoi visualizzarle come elenco o toccarne una per vedere i dettagli).
sv: Den här appen fungerar genom att endast trycka på knappen på huvudskärmen. Den räknar sen ut vart du är, och tittar möten inom de närmaste dagarna (senare idag eller imorgon). Du kan visa mötena i en lista, eller klicka på ett möte och visa mer detaljer.

# ABOUT-US
source: About %@
da: Om %@
fr: À propos %@
it: Su %@
sv: Om %@

# GO-ME-GO-ME
source: Another Fine MAGSHARE Project
da: Et andet fint MAGSHARE-projekt
fr: Un autre beau projet MAGSHARE
it: Un altro progetto MAGSHARE
sv: Ännu ett lyckat MAGSHARE projekt

source: Version %@
it: Versione %@

# ABOUT-US-TEXT
source: This app was originally created as a demonstrator for the BMLTiOSLib project, but has proven to be popular enough to release on its own merits. Like all MAGSHARE projects, it is 100% open-source (GPLv3 license), and its source can be found at: https://bitbucket.org/bmlt/bmlt-na-meeting-search Press the logo button above, to be taken to the support site for this app. BMLT and MAGSHARE are expressions of Gratitude and Service to NA for gifts beyond price. Consider this a tiny down payment. It barely covers the interest.
da: Denne app blev oprindeligt oprettet som en demonstrator for BMLTiOSLib-projektet, men har vist sig at vÊre populÊrt nok til at frigive pÂ sine egne fordele. Som alle MAGSHARE-projekter er det 100% open source (GPLv3-licens), og dets kilde kan vÊre fundet pÂ: https://github.com/bmlt-enabled/Quick-NA-Meeting-Finder Tryk pÂ logo-knappen ovenfor for at blive taget til supportwebstedet for denne app. BMLT og MAGSHARE er udtryk for taknemmelighed og service til NA for gaver uden for pris. Tage dette en lille forskudsbetaling. Den dÊkker nÊsten ikke interessen.
fr: Cette application a été créée à l'origine en tant que démonstratrice pour le projet BMLTiOSLib, mais elle s'est avérée suffisamment populaire pour être diffusée selon ses mérites. Comme tous les projets MAGSHARE, elle est 100% open source (licence GPLv3) et sa source peut être trouvé sur: https://github.com/bmlt-enabled/Quick-NA-Meeting-Finder Appuyez sur le bouton logo ci-dessus, pour être redirigé vers le site de support de cette application. nBMLT et MAGSHARE sont des expressions de Gratitude et de Service à NA pour des cadeaux au-delà du prix. Considérons cela comme un minuscule acompte.
it: Questa app è stata creata come strumento dimostrativo per il progetto BMLTiOSLib, ma ha avuto successo ed è stata rilasciata come prodotto a sé. Come tutti i progetti MAGSHARE, la app è open source al 100% (licenza GPLv3) e il suo condice sorgente è disponibile all'indirizzo: https://github.com/bmlt-enabled/Quick-NA-Meeting-Finder Premi il pulsante a forma di logo qui sopra, per andare al sito di supporto per questa app. BMLT e MAGSHARE sono espressioni di gratitudine e servizio a NA per i suoi doni, che non hanno prezzo. Considera questo come un piccolo anticipo, che ricopre a malapena gli interessi.
sv: TDen här appen skapades ursprungligen som en demo för BMLTiOSLib projektet, men har visat sig tillräckligt populär för att släppas på egna meriter. Liksom alla MAGSHARE projekt, är den 100% open-source (GPLv3 license), och källkoden hittas på: https://github.com/bmlt-enabled/Quick-NA-Meeting-Finder Tryck på Logoknappen ovanför, så kommer du till appens supportsida. BMLT och MAGSHARE är yttryck för tacksamhet och service till NA för gåvor som int kan mätas i pengar. Betrakta detta som ett litet frivilligt bidrag.
